export const echartsData = [
  { value: 1048, name: '移动' },
  { value: 735, name: '电信' },
  { value: 580, name: '联通' },
  { value: 484, name: '其他' }
]
export const echartsData1 = [
  { value: 1048, name: '工程师站' },
  { value: 735, name: '操作员站' },
  { value: 580, name: 'PLC' },
  { value: 484, name: 'DCS' },
  { value: 148, name: 'SCADA' },
  { value: 735, name: 'HMI' },
  { value: 58, name: 'DTU' },
  { value: 484, name: 'RTU' },
  { value: 580, name: '交换机' },
  { value: 48, name: 'Others' }
]

export const echartsData2 = {
  title: ['企业名称不超八字不超八字', '天津港股份有限不超八字', '天津市餐具公司不超八字', '天津天泽有限公司', '天津港（集团不超八字', '天津逸动广告不超八字', '企业名称不超八字', '天津港股份有限不超八字', '天津市餐具公司', '天津天泽有限公司'],
  datas: [18203, 23489, 29034, 104970, 131744, 630230, 29034, 104970, 131744, 630230]
}

export const echartsData3 = {
  title: ['2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09', '2021.10.09'],
  datas: [2.3, 4.67, 7.89, 3.2, 0, 4.7, 4.71, 4.72, 4.73, 3.4, 4.74, 4.6, 4.61, 4.62, 4.63, 4.65, 4.6, 4.62, 4.65, 4.67, 4.61, 0, 0, 0, 0, 0, 7.06, 7.59, 0, 6.21]
}